Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/opitaan_saamelaisista_ja_saamelaiskulttuurista_dihtosis-hankkeen_video-oppituntien_avulla_.html.tmx
Source language: fin
Languages: sme

source: Opitaan saamelaisista ja saamelaiskulttuurista Dihtosis-hankkeen video-oppituntien avulla
sme: Dihtosis-fitnu video-oahppodiimmuid bokte beassat oahppat sámiid ja sámekultuvrra birra

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke julkaisee video-oppitunteja saamelaiskulttuurista.
sme: Sámedikki nuoraidráđi ja Nuoraid Akademiija Dihtosis-fidnu olggos addá video-oahppodiimmuid sámekultuvrras.

source: Saamelaisnuoret toimivat opettajina video-oppitunneilla johdattaen oppilaat saamelaiskulttuuriin eri näkökulmista.
sme: Sámenuorat doibmet oahpaheaddjin video-oahppodiimmuin ja láidestit oahppiid sámekultuvrii sierra perspektiivvain.

source: Video-oppitunnit madaltavat kynnystä käsitellä saamelaisaiheita oppitunneilla, sillä ne on helppo ottaa käyttöön milloin vain.
sme: Video-oahppodiimmut vuolidit šielmmá gieđahallat sámefáttáid oahppodiimmuid áigge, dasgo daid lea álki váldit atnui goas beare.

source: Videoita julkaistaan yhteensä kolme eri luokka-asteille.
sme: Videot almmustahttojit oktiibuot golmma sierra luohkkádássái.

source: Tutustutaan saamelaiskulttuuriin on 4.–9.-luokkalaisille sekä toisen asteen opiskelijoille tarkoitettu video, jossa oppii perustietoa kulttuurista.
sme: Tutustutaan saamelaiskulttuuriin lea 4.-9. luohkálaččaide sihke nuppi dási studeanttaide dárkkuhuvvon video, gos oahppá vuođđodieđuid kultuvrras.

source: Siinä tutustutaan tarkemmin saamenpukuun, saamelaismusiikkiin sekä elinkeinoihin.
sme: Dan bokte oahpásmuvvo dárkilabbot gáktái, sámemusihkkii ja ealáhusaide.

source: Saamen kansa ja kielet -video on suunnattu yläkouluihin ja toisen asteen oppilaitoksiin.
sme: Saamen kansa ja kielet -video lea dárkkuhuvvon badjeskuvllaide ja nuppi dási oahppolágádusaide.

source: Siinä käsitellään saamen kieliä, saamelaisnuorten elämää sekä Saamelaiskäräjien nuorisoneuvoston toimintaa.
sme: Das gieđahallojit sámegielat, sámenuoraid eallin ja maiddái Sámedikki nuoraidráđi doaibma.

source: Ihmisoikeudet ja alkuperäiskansat -video sukeltaa syvemmälle teemaan.
sme: Ihmisoikeudet ja alkuperäiskansat -video čiekŋu dárkilabbot temái.

source: Se on suunnattu toisen asteen oppilaille.
sme: Dat lea dárkkuhuvvon nuppi dási studeanttaide.

source: Siinä käsitellään kulttuurista omimista, sulauttamispolitiikkaa sekä alkuperäiskansojen oikeuksia.
sme: Das gieđahallojit kultuvrra oamasteapmi, suddadanpolitihka ja maiddái eamiálbmogiid vuoigatvuođat.

source: Videota suositellaan katsottavaksi sen jälkeen, kun luokka on katsonut Tutustutaan saamelaiskulttuuriin tai Saamen kansa ja kielet -videon.
sme: Rávvejuvvo, ahte video gehččojuvvo das maŋŋá, go luohkká lea geahččan Tutustutaan saamelaiskulttuuriin tai Saamen kansa ja kielet -video.

source: – Tarjoamme opettajien toiveesta tämän vuoden uutuutena video-oppitunteja saamelaiskulttuurista.
sme: – Fállat oahpaheaddjiid sávaldaga mielde dán jagi ođasvuohtan video-oahppodiimmuid sámekultuvrras.

source: Video-oppitunti on opettajalle hyvin vaivaton tapa opettaa saamelaiskulttuurista.
sme: Video-oahppodiibmu lea oahpaheaddjái hui álkis vuohki oahpahit sámekultuvrra birra.

source: Videot ovat saamelaisnuorten toteuttamia ja niissä tarjotaan tietoa, jonka nuoret itse ovat nostaneet merkitykselliseksi, kertovat Saamelaiskäräjien nuorisosihteeri Elli-Marja Hetta ja Nuorten Akatemian projektipäällikkö Ulla Saalasti.
sme: Videoid leat sámenuorat dahkan ja dain fállojuvvojit dieđut, maid nuorat ieža leat bajidan dehálažžan, muitaleaba Sámedikki nuoraidčálli Elli-Marja Hetta ja Nuoraid Akademiija prošeaktahoavda Ulla Saalasti.

source: Myös kouluvierailut jatkuvat osana hanketta
sme: Maiddái skuvlagalledeamit joatkašuvvet fitnu oassin

source: Video-oppituntien lisäksi Dihtosis tarjoaa suosittuja saamelaisnuoren vetämiä toiminnallisia etätyöpajoja aiheesta, sekä lähityöpajoja Oulun seudulle.
sme: Video-oahppodiimmuid lassin Dihtosis fállá bivnnuhis doaibmanbargobájiid, maid sámenuorat dollet gáiddusin fáttás, sihke lagašbargobájiid Oulu guvlui.

source: Hankkeessa toimii kouluvierailijana tehtävään koulutettu saamelaisnuori.
sme: Fitnus doaibmá skuvlagallejeaddjin bargui skuvlejuvvon sámenuorra.

source: Työpajoja voi tilata ala- ja yläkouluun sekä toisen asteen oppilaitoksiin.
sme: Bargobájiid sáhttá diŋgot vuolle- ja badjeskuvlii sihke nuppi dási oahppolágádusaide.

source: Myös Dihtosis-menetelmäopas on päivitetty ja sen voi ladata pdf-muodossa hankkeen sivuilta.
sme: Maiddái Dihtosis-metodareaidu leat beaiváduvvon ja dan sáhttá luđet pdf-hámis fitnu siidduin.

source: Menetelmäopas sisältää 18 harjoitusta saamelaiskulttuurin käsittelyyn luokassa.
sme: Metodareaidu sisttis doallá 18 hárjehusa sámekultuvrra gieđahallamii luohkás.

source: Hankkeessa on myös tuotettu kaksi pedagogista peliä saamelaiskulttuurista.
sme: Fitnus leat maiddái buvttaduvvon guokte pedagogalaš spealu sámekultuvrras.

source: Pieni peli saamelaisista on suunnattu 4–6-luokkalaisille.
sme: Pieni peli saamelaisista lea dárkkuhuvvon 4-6-luohkálaččaide.

source: Peli tarjoaa perustietoa siitä, keitä saamelaiset ovat ja mitkä piirteet tekevät heidän kulttuuristaan ainutlaatuisen.
sme: Speallu fállá vuođđodieđuid das, geat leat sápmelaččat ja mat iešvuođat barget sin kultuvrras áidnalunddoga.

source: Sukellus saamelaiskulttuuriin -pelissä mennään hieman pintaa syvemmälle.
sme: Buokčal sámekultuvrii -spealus mannojuvvo vehá čiekŋalabbui.

source: Se on suunnattu yläkouluille ja toiselle asteelle.
sme: Dat lea dárkkuhuvvon badjeskuvllaide ja nuppi dássái.

source: Siinä käsitellään perustiedon lisäksi muun muassa alkuperäiskansoja, kulttuurista omimista sekä saamelaisten kokemaa syrjintää.
sme: Das gieđahallojit vuođđodieđuid lassin earret eará eamiálbmogat, kultuvrra oamasteapmi ja maiddái sámiid vásihan vealaheapmi.

source: Peli on saatavilla myös pohjoissaameksi.
sme: Speallu gávdno maiddái davvisámegillii.

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke on välittänyt saamelaistietoa ja tarjonnut toiminnallisia työpajoja alakouluille, yläkouluille sekä toisen asteen oppilaitoksille jo kolmen vuoden ajan.
sme: Sámedikki nuoraidráđi ja Nuoraid Akademiija Dihtosis-fidnu lea juohkán sámedieđuid ja fállan bargobájiid vuolleskuvllaide, badjeskuvllaide ja maiddái nuppi dási oahppolágádusaide juo golmma jagi áigge.

source: Hankkeen päätavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista ja näin osaltaan ehkäistä saamelaisiin kohdistuvaa vihapuhetta ja syrjintää.
sme: Prošeavtta váldoulbmilin lea lasihit váldoálbmogii gullevaš mánáid ja nuoraid diđolašvuođa sámiin ja sámekultuvrras ja ná oasistis eastadit sámiide čuohcci vaššisága ja vealaheami.

source: Dihtosis-hanketta rahoittaa opetus- ja kulttuuriministeriö.
sme: Dihtosis-fitnu ruhtada oahpahus- ja kulturministeriija.

source: Hankeaika: 1.9.2021-30.6.2022.
sme: Fidnu bistá: 1.9.2021–30.6.2022.

source: Täältä voit tilata video-oppitunnit, pelit ja kouluvierailut
sme: Dáppe sáhtát diŋgot video-oahppodiimmuid, spealuid ja skuvlagalledemiid

source: Dihtosis-hankkeen materiaalit ja vinkit kansallispäiväksi
sme: Dihtosis-fitnu materiálat ja rávvagat álbmotbeaivái

source: Lisätietoja:
sme: Lassidieđut:

source: Saamelaiskäräjät
sme: Sámediggi

source: Nuorisosihteeri Elli-Marja Hetta puh. 010 8393134, elli-marja.hetta(at)samediggi.fi
sme: Nuoraidčálli, Elli-Marja Hetta tel. 010 8393134, elli-marja.hetta(at)samediggi.fi

source: Nuorten Akatemia
sme: Nuoraid Akademiija

source: Projektipäällikkö, Ulla Saalasti Puh. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
sme: Prošeaktahoavda, Ulla Saalasti tel. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
